[
  {
    "id": "brands",
    "title": "Brands",
    "copy": "Creating a brand is creating an experience. Users don’t remember the logo. They remember the feeling. overnice makes sure it’s a nice one.",
    "smallCopy": "Brands just like friends, corporate design, messaging.",
    "casePreviews": [
      {
        "slug": "nimiq-keeping-it-simple",
        "visual": "/cases/branding_nimiq/preview.jpg",
        "copy": "A radical, inclusive and concept-driven approach to branding one of the most thrilling technologies in existence: <strong>Nimiq</strong>, a browser-based cryptocurrency."
      },
      {
        "slug": "archilyse-divide-and-conquer",
        "visual": "/cases/branding_archilyse/preview.jpg",
        "copy": "A dual brand strategy that leverages interaction and synergy to create more than the sum of its parts for <strong>Archilyse</strong>, architecture analysis by machine learning."
      }
    ]
  },
  {
    "id": "products",
    "title": "Products",
    "copy": "An excellent digital product has texture, fragrance, and moves to a steady beat. overnice takes the users by the hand and makes them all comfy, just to rattle their cages where it matters.",
    "smallCopy": "Web- and mobile apps, platforms, websites.",
    "casePreviews": [
      {
        "slug": "talentwunder-13-become-1",
        "visual": "/cases/product_talentwunder/preview.jpg",
        "copy": "<strong>Talentwunder</strong> finds talent. overnice helped with the search. Aggregating a tiring and incomprehensible list of input fields into a single, smart search field."
      },
      {
        "slug": "nimiq-easy-money",
        "visual": "/cases/product_nimiq/hero.jpg",
        "copy": "Breaking barriers, translating complicated stuff and stripping away technicalities until it’s easier to create a <strong>Nimiq</strong> account on the blockchain than creating an email address."
      },
      {
        "slug": "vodafone-self-service",
        "visual": "/cases/product_vodafone/hero.jpg",
        "copy": "<strong>Vodafone</strong> and it’s customers share a problem: If the internet connection gets lost, they have to engage with each other – or do they?"
      }
    ]
  },
  {
    "id": "creatives",
    "title": "Creatives",
    "copy": "overnice develops communication strategies and measures that seem like somebody spontaneously said the right thing, in the right place, at the right time.",
    "smallCopy": "Persuasive marketing strategies, creative direction, crafty execution",
    "casePreviews": [
      {
        "slug": "solidified-bugs-or-no-bugs",
        "visual": "/cases/creative_solidified/preview.png",
        "copy": "Securing Ethereum Smart Contracts is as crucial as it is complicated. overnice developed a set of items from company videos to infographics for <strong>Solidified</strong>."
      },
      {
        "slug": "nimiq-rock-the-boat",
        "visual": "/cases/creative_nimiq/preview.jpg",
        "copy": "How to promote <strong>Nimiq</strong> at a no logo/no sponsor conference? With a huge floating banner, weatherproof marketeers and a designated onboarding app obviously."
      }
    ]
  }
]